Repository: NadyaKornienko/CloudSyncMonitor
Catalog: Sources/CloudSyncMonitor/Resources/Localizable.xcstrings
Source language: en
Languages: ca, da, de, es, fi, fil, fr, fr_ca, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

# networkStatus.cellular
source: Connected via cellular
ca: Connectat per dades mòbils
da: Forbundet via mobilnetværk
de: Über Mobilfunk verbunden
es: Conectado por datos móviles
fi: Yhteys mobiiliverkossa
fil: Nakakonekta sa cellular
fr: Connecté via cellulaire
fr_ca: Connecté par réseau cellulaire
it: Connesso tramite rete cellulare
ja: モバイル通信に接続済み
ko: 셀룰러로 연결됨
nl: Verbonden via mobiel netwerk
pl: Połączono przez sieć komórkową
pt_br: Conectado via celular
pt_pt: Ligado por rede móvel
ru: Сотовая сеть
sv: Ansluten via mobilnät
tr: Hücresel ağ ile bağlı
uk: Мобільна мережа
zh_hans: 已通过蜂窝网络连接
zh_hant: 已透過行動網路連線

# networkStatus.constrained
source: Low Data Mode
ca: Mode de dades reduïdes
da: Lavt dataforbrug
de: Datensparmodus
es: Modo de datos reducidos
fi: Data-asetusten säästötila
fr: Mode Données limitées
fr_ca: Mode Données restreintes
it: Modalità Dati ridotti
ja: 省データモード
ko: 데이터 모드
nl: Spaarstand voor data
pl: Tryb niskiej transmisji danych
pt_br: Modo de Dados Reduzido
pt_pt: Modo de poupança de dados
ru: Режим экономии данных
sv: Lågdataläge
tr: Düşük Veri Modu
uk: Режим економії даних
zh_hans: 低数据模式
zh_hant: 省數據模式

# networkStatus.disconnected
source: No network connection
ca: Sense connexió de xarxa
da: Ingen netværksforbindelse
de: Keine Netzwerkverbindung
es: Sin conexión de red
fi: Ei verkkoyhteyttä
fil: Walang koneksyon sa network
fr: Aucune connexion réseau
fr_ca: Aucune connexion réseau
it: Nessuna connessione di rete
ja: ネットワーク未接続
ko: 네트워크에 연결되지 않음
nl: Geen netwerkverbinding
pl: Brak połączenia z siecią
pt_br: Sem conexão de rede
pt_pt: Sem ligação à rede
ru: Нет подключения к сети
sv: Ingen nätverksanslutning
tr: Ağ bağlantısı yok
uk: Немає підключення до мережі
zh_hans: 无网络连接
zh_hant: 無網路連線

# networkStatus.expensive
source: Expensive connection
ca: Connexió amb cost
da: Forbindelse med betaling
de: Kostenpflichtige Verbindung
es: Conexión con coste
fi: Maksullinen yhteys
fil: Magastos na koneksyon
fr: Connexion facturée
fr_ca: Connexion payante
it: Connessione a pagamento
ja: 従量制課金接続
ko: 종량제 연결
nl: Kostbare verbinding
pl: Płatne połączenie
pt_br: Conexão tarifada
pt_pt: Ligação paga
ru: Лимитированное подключение
sv: Avgiftsbelagd anslutning
tr: Ücretli bağlantı
uk: Лімітоване з'єднання
zh_hans: 计费网络
zh_hant: 計費網路

# networkStatus.other
source: Connected
ca: Connectat
da: Forbundet
de: Verbunden
es: Conectado
fi: Yhdistetty
fil: Nakakonekta
fr: Connecté
fr_ca: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ru: Подключено
sv: Ansluten
tr: Bağlı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# networkStatus.wifi
source: Connected via Wi-Fi
ca: Connectat per Wi-Fi
da: Forbundet via Wi-Fi
de: Über Wi-Fi verbunden
es: Conectado por Wi-Fi
fi: Yhdistetty Wi-Fi-verkkoon
fil: Nakakonekta sa Wi-Fi
fr: Connecté via Wi-Fi
fr_ca: Connecté par Wi-Fi
it: Connesso tramite Wi-Fi
ja: Wi-Fiに接続済み
ko: Wi-Fi로 연결됨
nl: Verbonden via Wi-Fi
pl: Połączono przez Wi-Fi
pt_br: Conectado via Wi-Fi
pt_pt: Ligado por Wi-Fi
ru: Подключено по Wi-Fi
sv: Ansluten via Wi-Fi
tr: Wi-Fi ile bağlı
uk: Підключено через Wi-Fi
zh_hans: 已通过 Wi-Fi 连接
zh_hant: 已透過 Wi-Fi 連線

# networkStatus.wiredEthernet
source: Connected via Ethernet
ca: Connectat per Ethernet
da: Forbundet via Ethernet
de: Über Ethernet verbunden
es: Conectado por Ethernet
fi: Yhdistetty Ethernetiin
fil: Nakakonekta sa Ethernet
fr: Connecté via Ethernet
fr_ca: Connecté par Ethernet
it: Connesso tramite Ethernet
ja: Ethernetに接続済み
ko: 이더넷으로 연결됨
nl: Verbonden via Ethernet
pl: Połączono przez Ethernet
pt_br: Conectado via Ethernet
pt_pt: Ligado por Ethernet
ru: Подключено по Ethernet
sv: Ansluten via Ethernet
tr: Ethernet ile bağlı
uk: Підключено через Ethernet
zh_hans: 已通过以太网连接
zh_hant: 已透過乙太網路連線

# settingsLauncher.signInHint
source: Open Settings → Apple ID → iCloud to sign in
ca: Obre Ajustos → ID d'Apple → iCloud per iniciar la sessió
da: Åbn Indstillinger → Apple-id → iCloud for at logge ind
de: Öffne „Einstellungen“ → Apple-ID → iCloud, um dich anzumelden
es: Abre Ajustes → ID de Apple → iCloud para iniciar sesión
fi: Avaa Asetukset → Apple ID → iCloud kirjautuaksesi sisään
fil: Buksan ang Settings → Apple ID → iCloud upang mag-sign in
fr: Ouvrez Réglages → Identifiant Apple → iCloud pour vous connecter
fr_ca: Ouvrez Réglages → Identifiant Apple → iCloud pour vous connecter
it: Apri Impostazioni → ID Apple → iCloud per accedere
ja: 「設定」→ Apple ID → iCloud を開いてサインインしてください
ko: 로그인하려면 설정 → Apple ID → iCloud을 여세요
nl: Open Instellingen → Apple ID → iCloud om in te loggen
pl: Otwórz Ustawienia → Apple ID → iCloud, aby się zalogować
pt_br: Abra Ajustes → ID Apple → iCloud para iniciar sessão
pt_pt: Abra Definições → ID Apple → iCloud para iniciar sessão
ru: Откройте «Настройки» → Apple ID → iCloud для входа
sv: Öppna Inställningar → Apple-ID → iCloud för att logga in
tr: Giriş yapmak için Ayarlar → Apple Kimliği → iCloud'u açın
uk: Відкрийте «Налаштування» → Apple ID → iCloud, щоб увійти
zh_hans: 打开「设置」→ Apple ID → iCloud 以登录
zh_hant: 打開「設定」→ Apple ID → iCloud 以登入

# syncState.initialSync
source: Setting up iCloud sync…
ca: S'està configurant la sincronització amb iCloud…
da: Konfigurerer iCloud-synkronisering…
de: iCloud-Synchronisierung wird eingerichtet…
es: Configurando la sincronización con iCloud…
fi: Määritetään iCloud-synkronointia…
fil: Sine-set up ang iCloud sync…
fr: Configuration de la synchronisation iCloud…
fr_ca: Configuration de la synchronisation iCloud…
it: Configurazione della sincronizzazione iCloud…
ja: iCloud同期をセットアップ中…
ko: iCloud 동기화 설정 중…
nl: iCloud-synchronisatie instellen…
pl: Konfigurowanie synchronizacji z iCloud…
pt_br: Configurando a sincronização com o iCloud…
pt_pt: A configurar a sincronização com o iCloud…
ru: Настройка синхронизации с iCloud…
sv: Konfigurerar iCloud-synkronisering…
tr: iCloud eşzamanlama ayarlanıyor…
uk: Налаштування синхронізації з iCloud…
zh_hans: 正在设置 iCloud 同步…
zh_hant: 正在設定 iCloud 同步…

# syncState.notSyncing
source: iCloud sync isn't running
ca: La sincronització amb iCloud no s'està executant
da: iCloud-synkronisering kører ikke
de: iCloud-Synchronisierung läuft nicht
es: La sincronización con iCloud no está activa
fi: iCloud-synkronointi ei ole käynnissä
fil: Hindi tumatakbo ang iCloud sync
fr: La synchronisation iCloud ne s'exécute pas
fr_ca: La synchronisation iCloud ne fonctionne pas
it: La sincronizzazione con iCloud non è in esecuzione
ja: iCloud同期が実行されていません
ko: iCloud 동기화가 실행되고 있지 않습니다
nl: iCloud-synchronisatie is niet actief
pl: Synchronizacja iCloud nie jest uruchomiona
pt_br: A sincronização com o iCloud não está em execução
pt_pt: A sincronização do iCloud não está em execução
ru: Синхронизация с iCloud не выполняется
sv: iCloud-synkronisering körs inte
tr: iCloud eşzamanlama çalışmıyor
uk: Синхронізація з iCloud не виконується
zh_hans: iCloud 同步未运行
zh_hant: iCloud 同步未執行
